[

{
    "name":"Wayne Gretzky",
    "quot":"You miss 100% of the shots you don't take" ,
     "image":"ambition" ,
    "allQuotes":["You miss 100 percent of the shots you never take." ,
        "I skate to where the puck is going to be, not to where it has been." ,
        "A good hockey player plays where the puck is. A great hockey player plays where the puck is going to be." ,
        "Procrastination is one of the most common and deadliest of diseases and its toll on success and happiness is heavy."]
},

{
    "name":"Henry David Thoreau",
    "quot":"Go confidently in the direction of your dreams. Live the life you have imagened." ,
    "image":"calm" ,
    "allQuotes":["Our life is frittered away by detail... simplify, simplify." ,
        "Rather than love, than money, than fame, give me truth." ,
        "The mass of men lead lives of quiet desperation." ,
        "That government is best which governs least." ,
        "All good things are wild, and free." ,
        "It's not what you look at that matters, it's what you see." ,
        "In wildness is the preservation of the world." ,
        "Go confidently in the direction of your dreams. Live the life you have imagined." ,
        "Time is but the stream I go a-fishing in." ,
        "A man is rich in proportion to the number of things he can afford to let alone."
       
       ]
},

{
   
   
   "name":"Steve Jobs",
   "quot":"Be a yardstick of quality. Some people aren't used to an environment where excellence is expected." ,
   "image":"focus" ,
   "allQuotes":[ "Design is not just what it looks like and feels like. Design is how it works." ,
       "I want to put a ding in the universe." ,
       "Innovation distinguishes between a leader and a follower." ,
       "Sometimes life is going to hit you in the head with a brick. Don't lose faith." ,
       "Be a yardstick of quality. Some people aren't used to an environment where excellence is expected." ,
       "It's better to be a pirate than to join the Navy." ,
       "The hardest thing when you think about focusing. You think focusing is about saying Yes. No. Focusing is about saying No. And when you say No, you piss off people." ,
       "I would trade all of my technology for an afternoon with Socrates." ,
       "I'm as proud of what we don't do as I am of what we do." ,
       "It's rare that you see an artist in his 30s or 40s able to really contribute something amazing."
       
      ]
   
   
   
},

{
   
   "name":"Bill Gates",
   "quot":"If you can't make it good, at least make it look good." ,
   "image":"reflect2" ,
   "allQuotes":["Success is a lousy teacher. It seduces smart people into thinking they can't lose." ,
       "Your most unhappy customers are your greatest source of learning." ,
       "Life is not fair; get used to it." ,
       "If you can't make it good, at least make it look good." ,
       "As we look ahead into the next century, leaders will be those who empower others." ,
       "The Internet is becoming the town square for the global village of tomorrow." ,
       "It's fine to celebrate success but it is more important to heed the lessons of failure." ,
       "Often you have to rely on intuition." ,
       "Intellectual property has the shelf life of a banana." ,
       "Television is not real life. In real life people actually have to leave the coffee shop and go to jobs" ]
   
   
   
},

{
    "name":"Isaac Newton",
    "quot":"Truth is ever to be found in simplicity, and not in the multiplicity and confusion of things." ,
    "image":"reflect" ,
    "allQuotes":["Errors are not in the art but in the artificers." ,
        "I can calculate the motion of heavenly bodies, but not the madness of people." ,
        "If I have seen further than others, it is by standing upon the shoulders of giants." ,
        "Tact is the knack of making a point without making an enemy." ,
        "To every action there is always opposed an equal reaction." ,
        "Every body continues in its state of rest, or of uniform motion in a right line, unless it is compelled to change that state by forces impressed upon it." ,
        "This most beautiful system of the sun, planets and comets, could only proceed from the counsel and dominion of an intelligent and powerful Being." ,
        "I keep the subject of my inquiry constantly before me, and wait till the first dawning opens gradually, by little and little, into a full and clear light." ,
        "Truth is ever to be found in simplicity, and not in the multiplicity and confusion of things."]







}












]





